<!DOCTYPE html>
<html>

<head>
  <meta charset="utf-8" />
  <title>Tony Wang Says Hello</title>
  <link rel="stylesheet" href="../css/writing_in_line_article_style.css">
  <!-- below is two lines for Source Serif Pro regular 400 font -->
  <link rel="preconnect" href="https://fonts.gstatic.com">
  <link href="https://fonts.googleapis.com/css2?family=Source+Serif+Pro&display=swap" rel="stylesheet">
  <!-- above is two lines for Source Serif Pro regular 400 font -->
</head>


<body>

  
  <div class="container">
    <div class="nav-wrapper">
      <div class="left-side">
        <div class="nav-link-wrapper">
          <a href="../index.html">Home</a>
        </div>
        <div class="nav-link-wrapper">
          <a href="../html/about_pro.html">About me</a>
        </div>
        <div class="nav-link-wrapper">
          <a href="https://www.microsoft.com/en-us/msservices/consulting?activetab=pivot1%3aprimaryr4">Where I work</a>
        </div>
        <div class="nav-link-wrapper">
          <a href="../html/contactme.html">Contact me</a>
        </div>
      </div>
      <div class="right-side">
        <div class="name_logo">
          <div>Tony Wang 
            <br>的自留地
          </div>
        </div>
      </div>
    </div>

    <hr class="head-divider">
    

    <div class="content-wrapper">
      <!-- start coding here -->
      <div class="three-column-wrapper">
        <div class="left-to-article"></div>
        <div class="article-wrapper" id="clubhouseandsuperbowl">
            <h2>牛年大吉</h2>
            <h3>汪子淳</h3>
            <p>2021 &#29275;&#24180;&#38500;&#22805;</p>

            <p>&#20170;&#22825;&#36215;&#38654;&#20102;&#65292;&#22806;&#38754;&#19968;&#29255;&#30333;&#33579;&#33579;&#12290;&#31383;&#22806;&#32321;&#24537;&#30340;&#39532;&#36335;&#20381;&#26087;&#32321;&#24537;&#65292;&#21482;&#26159;&#30475;&#19981;&#21040;&#24456;&#36828;&#12290;</p>

            <p>&#26089;&#19978;&#36215;&#24202;&#65292;&#25171;&#30528;&#28378;&#24102;&#19978;&#32819;&#26426;&#65292;&#29087;&#32451;&#30340;&#21644;&#21508;&#20301;&#25171;&#25307;&#21628;&#65292;&#26356;&#26032;&#29366;&#24577;&#12290;Mute&#33258;&#24049;&#20043;&#21518;&#65292;&#25171;&#24320;&#24494;&#20449;&#65292;&#30475;&#21040;&#19977;&#21313;&#26465;&#28040;&#24687;&#12290;&#22823;&#23478;&#30340;&#31069;&#31119;&#65292;&#32418;&#21253;&#65292;&#33410;&#26085;&#20223;&#20315;&#19968;&#30636;&#38388;&#26469;&#21040;&#20102;&#20154;&#38388;&#12290;</p>

            <p>&#25105;&#20204;&#31350;&#31455;&#26159;&#20160;&#20040;&#30340;&#20135;&#29289;&#65311;&#27809;&#26377;&#29615;&#22659;&#30340;&#28888;&#25176;&#65292;&#24515;&#37324;&#30340;&#33410;&#26085;&#21482;&#21097;&#19979;&#23545;&#25152;&#29233;&#20043;&#20154;&#30340;&#23492;&#25176;&#21644;&#31069;&#31119;&#12290;&#31354;&#27934;&#28044;&#20102;&#19978;&#26469;&#65292;&#25105;&#20223;&#20315;&#26159;&#40060;&#32568;&#37324;&#30340;&#40060;&#22312;&#21644;&#22806;&#38754;&#30340;&#20154;&#20204;&#25171;&#25307;&#21628;&#12290;&#20154;&#32676;&#25955;&#21435;&#65292;&#25105;&#36523;&#36793;&#20381;&#28982;&#21482;&#26377;&#20960;&#26681;&#27700;&#33609;&#12290;&#25105;&#29615;&#39038;&#22235;&#21608;&#65292;&#29087;&#24713;&#30340;&#29615;&#22659;&#20063;&#24320;&#22987;&#21464;&#24471;&#38476;&#29983;&#12290;&#27605;&#31455;&#65292;&#26377;&#23478;&#20154;&#30340;&#22320;&#26041;&#23601;&#26377;&#23478;&#65292;&#26377;&#20146;&#20154;&#30340;&#22320;&#26041;&#25165;&#26356;&#20146;&#12290;&#36807;&#21435;&#30340;&#20960;&#24180;&#65292;&#25105;&#26377;&#24184;&#33021;&#21644;&#23478;&#20154;&#26379;&#21451;&#19968;&#36215;&#36807;&#24180;&#65292;&#36825;&#26679;&#30340;&#23396;&#29420;&#24863;&#24182;&#19981;&#24378;&#28872;&#12290;&#20294;&#24403;&#25105;&#22788;&#22312;&#26032;&#30340;&#22478;&#24066;&#65292;&#20570;&#30528;&#26032;&#30340;&#24037;&#20316;&#65292;&#21364;&#27809;&#26377;&#26032;&#30340;&#26102;&#20809;&#65292;&#27809;&#26377;&#26032;&#30340;&#26379;&#21451;&#65292;&#25105;&#25165;&#20250;&#30495;&#27491;&#21457;&#35273;&#25105;&#24182;&#19981;&#26159;&#21487;&#20197;&#24573;&#30053;&#23396;&#29420;&#30340;&#20154;&#12290;&#25105;&#27809;&#26377;&#37027;&#26679;&#24378;&#22823;&#30340;&#24895;&#26223;&#65292;&#25105;&#20063;&#19981;&#20250;&#20551;&#35013;&#25105;&#26159;&#19968;&#20010;&#19981;&#38656;&#35201;&#20154;&#31867;&#20043;&#38388;&#22522;&#26412;&#20114;&#21160;&#21644;&#24863;&#24773;&#20132;&#27969;&#30340;&#20154;&#12290;&#25105;&#24863;&#21040;&#24774;&#24581;&#12290;</p>

            <p>&#20294;&#25105;&#24182;&#19981;&#22312;&#24847;&#12290;&#25105;&#22362;&#20449;&#26377;&#24847;&#20041;&#30340;&#23396;&#29420;&#23558;&#20250;&#24102;&#26469;&#26377;&#24847;&#20041;&#30340;&#32467;&#26524;&#12290;&#36873;&#25321;&#22312;&#32654;&#22269;&#24037;&#20316;&#65292;&#23601;&#26159;&#36873;&#25321;&#20102;&#21644;&#20146;&#20154;&#30340;&#20998;&#31163;&#65292;&#21644;&#23478;&#30340;&#29615;&#22659;&#30340;&#30095;&#36828;&#12290;&#36825;&#26159;&#19968;&#20010;&#24456;&#39640;&#30340;&#26426;&#20250;&#25104;&#26412;&#12290;&#25152;&#20197;&#65292;&#20320;&#30340;&#25910;&#30410;&#24517;&#39035;&#39640;&#20110;&#36825;&#20010;&#26426;&#20250;&#25104;&#26412;&#65292;&#20174;&#32780;&#22312;&#20154;&#29983;&#37324;&#30408;&#21033;&#12290;&#21807;&#19968;&#38656;&#35201;&#27599;&#22825;&#21453;&#24605;&#30340;&#20107;&#24773;&#65292;&#26159;&#37325;&#26032;&#22238;&#39038;&#20320;&#30340;&#30446;&#26631;&#65292;&#24182;&#19988;recap&#20170;&#22825;&#20320;&#26377;&#27809;&#26377;&#21162;&#21147;&#65292;&#21162;&#21147;&#20102;&#22810;&#23569;&#65292;&#21162;&#21147;&#30340;&#26041;&#24335;&#26159;&#19981;&#26159;&#26377;&#25928;&#29575;&#12290;</p>

            <p>&#20854;&#23454;&#20063;&#27809;&#20160;&#20040;&#24819;&#35828;&#30340;&#12290;&#29983;&#27963;&#38543;&#30528;&#38271;&#22823;&#21464;&#24471;&#36234;&#26469;&#36234;&#22797;&#26434;&#65292;&#20570;&#25104;&#33258;&#24049;&#24819;&#20570;&#30340;&#20107;&#24773;&#38590;&#24230;&#36234;&#26469;&#36234;&#22823;&#12290;&#19968;&#23450;&#19981;&#35201;&#35753;&#33258;&#24049;&#30340;&#34892;&#21160;&#21644;&#33258;&#24049;&#30340;&#30446;&#26631;&#33073;&#33410;&#12290;&#23433;&#38745;&#30340;&#26085;&#23376;&#37324;&#35201;&#32473;&#33258;&#24049;&#26045;&#21387;&#65292;&#22240;&#20026;&#20320;&#30340;&#30446;&#26631;&#20174;&#26469;&#37117;&#20813;&#19981;&#20102;&#23439;&#22823;&#12290;&#26082;&#28982;&#36873;&#25321;&#36861;&#27714;&#26356;&#22810;&#65292;&#36807;&#31243;&#20013;&#30340;&#29306;&#29298;&#65292;&#19981;&#35201;&#22312;&#24847;&#22826;&#22810;&#12290;&#27809;&#26377;&#22826;&#22810;&#30340;&#20154;&#22312;&#24847;&#20320;&#22312;&#20570;&#25104;&#20107;&#24773;&#30340;&#36807;&#31243;&#20013;&#32463;&#21382;&#20102;&#20160;&#20040;&#12290;&#20320;&#33258;&#24049;&#20063;&#19981;&#24212;&#35813;&#22312;&#24847;&#22826;&#22810;&#12290;&#20294;&#26159;&#22312;&#24847;&#36825;&#20010;&#36807;&#31243;&#30340;&#20154;&#20204;&#65292;&#22909;&#22909;&#29233;&#20182;&#20204;&#12290;</p>

            <p>&#29420;&#22312;&#24322;&#20065;&#20026;&#24322;&#23458;&#65292;&#27599;&#36898;&#20339;&#33410;&#20493;&#24605;&#20146;&#12290;</p>

            <p>&#24076;&#26395;&#25105;&#26032;&#30340;&#19968;&#24180;&#21487;&#20197;&#25226;&#36523;&#20307;&#29366;&#24577;&#21644;&#20316;&#24687;&#35843;&#25972;&#21040;&#19968;&#20010;&#26356;&#22909;&#30340;&#33410;&#22863;&#12290;<br>
            &#24076;&#26395;&#25152;&#26377;&#25105;&#22312;&#20046;&#30340;&#20154;&#26032;&#24180;&#24515;&#24819;&#20107;&#25104;&#12290;&#29275;&#24180;&#22823;&#21513;&#12290;</p>

            <p>2/11/2021 10:21AM EST<br>
            &#20110;&#22799;&#27931;&#29305;&#23478;&#20013;<br>
            </p>
        </div>
        <div class="right-to-article"></div>
      </div>

    </div>
    <!-- This is content-wrapper -->
  
    <hr class="foot-divider">
    <div class="nav-wrapper" id="foot">
      <div class="left-side">
        <div class="nav-link-wrapper">
          <a href="https://wpbarista.com/the-complete-template-for-a-bloggers-privacy-policy/">Privacy</a>
        </div>
        <div class="nav-link-wrapper">
          <a href="../html/404.html">Terms</a>
        </div>
      </div>
      <div class="right-side">
        <div id="footnote-signature" class="name_logo">
          <div>&copy 2021, Designed and Developed by Tony Wang</div>
        </div>
      </div>
    </div>



  </div>
  <!-- This is container -->




</body>

</html>
